Repository: rootasjey/Hangon
Catalog: Hangon/Strings/*/Resources.resw
Source language: en
Languages: fr_fr

# LoadingPhotos.Text
source: Loading photos from Unsplash...
fr_fr: Chargement des photos depuis Unplash...

# NoResultsSearchPhotos.Text
source: there's no photos for this keyword
fr_fr: aucune photo ne correspond à ce terme de recherche

# RecentHeader.Header
source: recent
fr_fr: récent

# RecentPhotoFetchFailed.Text
source: Sorry, I couldn't get recent photos :(
fr_fr: Désolé, je n'ai pas pu récupérer les photos récentes :(

# SearchHeader.Header
source: search
fr_fr: recherche

# Searching.Text
source: searching photos from Unsplash...
fr_fr: recherche de photos sur Unplash...

# SearchSentenceSuggestion.Text
source: begin by typing a keyword
fr_fr: commencez par taper un mot-clé

# ThemeText.Text
source: theme
fr_fr: thème

# ThemeSwitch.OffContent
source: Dark Theme
fr_fr: Thème Sombre

# ThemeSwitch.OnContent
source: Light Theme
fr_fr: Thème Clair

# SearchQueryMinimum
source: Please enter a word containing at least 3 characters
fr_fr: Veuillez entrer un mot d'au moins 3 lettres

# CmdCopyLink.Label
source: copy link
fr_fr: copier le lien

# CmdCrop.Label
source: crop
fr_fr: recadrer

# CmdDownload.Label
source: download
fr_fr: télécharger

# CmdOpenInBrowser.Label
source: open in browser
fr_fr: ouvrir le navigateur

# CmdRefresh.Label
source: refresh
fr_fr: rafraîchir

# CmdSetAs.Label
source: set as...
fr_fr: définir comme...

# CmdToggleCaption.Label
source: hide caption
fr_fr: masquer les stats

# DownloadingPhoto.Text
source: downloading photo...
fr_fr: téléchargement de la photo...

# FlyoutLockscreen.Text
source: lockscreen
fr_fr: écran de verrouillage

# FlyoutWallpaper.Text
source: wallpaper
fr_fr: fond d'écran

# LanguageLabel.Text
source: language
fr_fr: langue

# PivotPersonalization.Header
source: personalization
fr_fr: personalisation

# SearchingPhotos.Text
source: searching photos from Unsplash...
fr_fr: recherche de photos depuis Unsplash...

source: show caption
fr_fr: montrer les stats

# AutoSaveDownloadText.Text
source: Save downloads automatically to Pictures library
fr_fr: Enregistrer les téléchargements systématique dans la bibliothèque de Photos

# BackgroundTasksHeader.Header
source: background tasks
fr_fr: tâches en arrière plan

# ButtonRestart.Content
source: restart
fr_fr: redémarrer

# ChooseLanguage.Text
source: Choose your language
fr_fr: Choisissez votre langue

# CollectionEmptyView.Text
source: This user has no collection
fr_fr: Cette utilisateur n'a aucune collection

# DownloadText.Text
source: downloads
fr_fr: téléchargements

# FeedbackButton.Content
source: send a suggestion
fr_fr: envoyer une suggestion

# FeedbackEmailText.Text
source: Send an email if you encounter issues or if you've suggestions
fr_fr: envoyez-moi un email si vous rencontrer un problème ou si vous avez une suggestion

# FeedbackText.Text
source: feedback
fr_fr: retours d'expérience

# ItemDay.Content
source: once a day
fr_fr: une fois par jour

# ItemFull.Content
source: full
fr_fr: large

# ItemFullText.Text
source: full
fr_fr: large

# ItemHalfHour.Content
source: half an hour
fr_fr: toutes les demi-heures

# ItemHour.Content
source: every hour
fr_fr: chaque heure

# ItemRaw.Content
source: raw
fr_fr: native

# ItemRawText.Text
source: raw
fr_fr: native

# ItemRegular.Content
source: regular
fr_fr: moyenne

# ItemRegularText.Text
source: regular
fr_fr: moyenne

# ItemSmall.Content
source: small
fr_fr: petite

# ItemSmallText.Text
source: small
fr_fr: petite

# ItemThreeHours.Content
source: every 3 hours
fr_fr: toutes les 3 heures

# LastUpdatedTask.Text
source: Never run
fr_fr: jamais lancée

# LastWallTaskError.Text
source: No error
fr_fr: pas d'erreur

# LockscreenIntervalUpdates.Header
source: period
fr_fr: période

# LockscreenText.Text
source: lockscreen
fr_fr: écran de verrouillage

# NotationSentenceText.Text
source: Don't forget to give the app a note on the store ;)
fr_fr: N'oubliez pas de noter cette app sur le store

# NoteButton.Content
source: give a note
fr_fr: donner une note

# PeriodicLockscreenText.Text
source: Periodically update lockscreen background
fr_fr: Mettre à jour l'écran de verrouillage périodiquement

# PeriodicWallpaperText.Text
source: Periodically update wallpaper
fr_fr: Mettre à jour le fond d'écran périodiquement

# PhotosProviderText.Text
source: All photos are from
fr_fr: Toutes les photos proviennent de

# PivotItemAbout.Header
source: about
fr_fr: à propos

# TaskNotWorkingText.Text
source: If the task doesn't work properly, restart it
fr_fr: Redémarrer la tâche en arrière plan si celle-ci ne fonctionne pas correctement

# WallpaperText.Text
source: wallpaper
fr_fr: fond d'écran
